brew "autojump"
brew "coreutils"
brew "git"
brew "git-filter-repo"
brew "libidn2"
brew "gnupg"
brew "htop"
brew "nano"
brew "nvm"
brew "pnpm"
brew "rclone"
brew "rename"
brew "speedtest-cli"
brew "tree"
brew "unar"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
vscode "antfu.iconify"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "danielsanmedium.dscodegpt"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "google.geminicodeassist"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vscode.wordcount"
vscode "naumovs.color-highlight"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
