tap "homebrew/bundle"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "autojump"
brew "coreutils"
brew "git"
brew "git-filter-repo"
brew "libidn2"
brew "gnupg"
brew "htop"
brew "nvm"
brew "pnpm"
brew "ruby"
brew "speedtest-cli"
brew "unar"
brew "wget"
brew "wimlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
vscode "aaron-bond.better-comments"
vscode "aminer.codegeex"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "janne252.fontawesome-autocomplete"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mariusalchimavicius.json-to-ts"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-vscode.vscode-typescript-next"
vscode "obkoro1.autocommit"
vscode "oouo-diogo-perdigao.docthis"
vscode "pkief.material-icon-theme"
vscode "russell.any-rule"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "tamasfe.even-better-toml"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
