tap "homebrew/bundle"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "autojump"
brew "coreutils"
brew "git"
brew "git-filter-repo"
brew "libidn2"
brew "gnupg"
brew "htop"
brew "nvm"
brew "openssl@1.1"
brew "pnpm"
brew "ruby"
brew "speedtest-cli"
brew "unar"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
vscode "aminer.codegeex"
vscode "antfu.iconify"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "heybourn.headwind"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lokalise.i18n-ally"
vscode "mariusalchimavicius.json-to-ts"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-less"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-vscode.vscode-typescript-next"
vscode "obkoro1.autocommit"
vscode "perkovec.emoji"
vscode "ritwickdey.liveserver"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
